tap "homebrew/bundle"
tap "homebrew/services"

brew "git"
brew "wget"
brew "curl"
brew "bash"
brew "mkcert"
brew "chezmoi"
brew "nss"
brew "haproxy"
brew "imagemagick"
brew "pkg-config"
brew "pngquant"
brew "cairo"
brew "pango"
brew "libpng"
brew "jpeg"
brew "giflib"
brew "librsvg"
brew "pixman"
brew "python-setuptools"

brew "mas"

brew "fish"
brew "starship"

cask "aldente"
cask "appcleaner"
cask "bartender"
cask "cleanshot"
cask "coconutbattery"
cask "figma"
cask "font-fira-code-nerd-font"
cask "google-chrome"
cask "languagetool"
cask "keyboardcleantool"
cask "obsidian"
cask "proton-drive"
cask "raycast"
cask "rio"
cask "signal"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "zoom"

mas "Numbers", id: 409_203_825
mas "Things", id: 904_280_696