brew "git"
brew "wget"
brew "curl"
brew "bash"
brew "imagemagick"
brew "pngquant"

brew "mas"

brew "fish"
brew "starship"

brew "font-new-york"
brew "font-sf-pro"

cask "aldente"
cask "appcleaner"
cask "bartender"
cask "cleanshot"
cask "coconutbattery"
cask "ghostty"
cask "hiddenbar"
cask "keyboardcleantool"
cask "maccy"
cask "obsidian"
cask "proton-drive"
cask "proton-pass"
cask "rectangle-pro"
cask "refine"
cask "signal"
cask "spotify"
cask "zed"
cask "zoom"

mas "Numbers", id: 409_203_825
mas "Pages", id: 409_201_541
mas "Keynote", id: 409_183_694
mas "Things", id: 904_280_696
